base
base-devel
efibootmgr
fastfetch
firefox
git
google-chrome
grub
hyprland
kitty
linux
linux-firmware
nano
networkmanager
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-pulse
sddm
sudo
tofi
unzip
waybar
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-syntax-highlighting
