base
base-devel
bat
efibootmgr
fastfetch
firefox
fzf
git
grub
hyprland
hyprlock
inotify-tools
jdk21-openjdk
kitty
linux
linux-firmware
lsd
nano
neovim
networkmanager
openssh
openvpn
pavucontrol
pipewire-alsa
pipewire-pulse
plocate
ranger
sddm
sudo
unzip
waybar
wget
wl-clipboard
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-syntax-highlighting
