base
base-devel
bat
chromium
clang
composer
cpanminus
docker
efibootmgr
fastfetch
fd
firefox
fzf
ghostscript
git
go
gobuster
grub
hyprland
hyprlock
hyprpaper
imagemagick
inotify-tools
jdk21-openjdk
jemalloc
julia
kitty
lazygit
less
libcurl-compat
linux
linux-firmware
lsd
luarocks
nano
neovim
networkmanager
nmap
nodejs
npm
obsidian
openssh
openvpn
pavucontrol
perl-crypt-ssleay
perl-net-ssleay
php
pipewire-alsa
pipewire-pulse
plocate
pyenv
python-pip
python-pipx
python-pycurl
ranger
reflector
ripgrep
ruby
ruby-build
sddm
sudo
tectonic
texlive-basic
tk
tree
unzip
upx
waybar
wget
wl-clipboard
xclip
xsel
zellij
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-syntax-highlighting
